const lib = {
  books: [
    {
      id: "1",
      title: "Квантовый кот вселенной",
      description:
        "Эту книгу называют философским завещанием Эрвина Шредингера. В ней изложено мировоззрение ученого-естественника, который оказал значительное влияние на развитие современной физики. Все возможно ровно до тех пор, пока не сделан выбор.",
      authors: "Эрвин Шредингер",
      favorite: "",
      fileCover: "",
      fileName: "1.jpg",
      fileBook: "public\\books\\1.jpg",
    },

    {
      id: "2",
      title: "Квантовые миры Стивена Хокинга",
      description:
        "Стивен Хокинг – один из самых известных физиков современности. Ему принадлежало множество работ по теории черных дыр, квантовой космологии и теории относительности. Широкой общественности он был хорошо известен как блестящий популяризатор науки. Кроме того, британский ученый являл собой пример личного мужества, полстолетия сражаясь с ужасным недугом, парализовавшим все тело.",
      authors: "Олег Фейгин",
      favorite: "",
      fileCover: "",
      fileName: "2.jpg",
      fileBook: "/app/src/public/books/2.jpg",
    },

    {
      id: "3",
      title: "Кроличья нора, или Что мы знаем о себе и Вселенной",
      description:
        "Кто я? Каково мое место во Вселенной? Мир, в котором я живу, – реален ли он? Почему каждый день похож на предыдущий? Могу ли я изменить свою жизнь? Веками люди обращались с этими вопросами к мистикам, духовным учителям и религиозной литературе. Сегодня ведущие ученые из области медицины и физики готовы ответить на Великие Вопросы, опираясь на последние научные открытия.",
      authors: "Уильям Арнтц",
      favorite: "",
      fileCover: "",
      fileName: "3.jpg",
      fileBook: "/app/src/public/books/3.jpg",
    },

    {
      id: "4",
      title: "Структура реальности. Наука параллельных вселенных",
      description:
        "Книга британского физика и философа Дэвида Дойча, одного из создателей концепции квантовых вычислений, наглядно демонстрирует, что эпоха великих философских систем вовсе не осталась в прошлом.",
      authors: "Дэвид Дойч",
      favorite: "",
      fileCover: "",
      fileName: "4.jpg",
      fileBook: "/app/src/public/books/4.jpg",
    },

    {
      id: "5",
      title:
        "Физика повседневности. От мыльных пузырей до квантовых технологий",
      description:
        "Почему при течении воды в реках возникают меандры? Как заставить бокал запеть? Можно ли построить переговорную трубку между Парижем и Марселем? Какие законы определяют форму капель и пузырьков? Что происходит при приготовлении жаркого? Можно ли попробовать спагетти альденте на вершине Эвереста? А выпить там хороший кофе?",
      authors: "Жак Виллен",
      favorite: "",
      fileCover: "",
      fileName: "5.jpg",
      fileBook: "/app/src/public/books/5.jpg",
    },

    {
      id: "6",
      title: "Завтрак с Эйнштейном. Экзотическая физика повседневных предметов",
      description:
        "Великолепная книга, погружающая нас в невероятный мир квантовой физики. Автор показывает, что «физика – везде, в каждой вещи, и никто не может объяснить физику лучше, чем Чад Орцель». Обыкновенный мир вокруг нас полон странных и загадочных явлений, и это объясняет физика. Орцель искусно выявляет и делает понятным самые сложные ее законы.",
      authors: "Чад Орцель",
      favorite: "",
      fileCover: "",
      fileName: "6.jpg",
      fileBook: "/app/src/public/books/6.jpg",
    },
  ],
};

module.exports = lib;
